Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutWeekday
source: Returns the weekday of a datetime value. By default, the result ranges from 1 (Sunday) to 7 (Saturday). You can specify a different range with a StartOfWeek enumeration value or a Microsoft Excel Weekday function code.
bg_bg: Връща деня от седмицата на дадена стойност datetime. По подразбиране резултатът е в диапазона между 1 (неделя) до 7 (събота). Можете да укажете друг диапазон със стойност на изброяване StartOfWeek или код на функция „Ден от седмицата“ в Microsoft Excel.
ca_es: Retorna el dia de la setmana d'un valor datetime. Per defecte, el resultat oscil·la entre l'1 (diumenge) i el 7 (dissabte). Podeu especificar un interval diferent amb un valor d'enumeració StartOfWeek o un codi de funció de dia de la setmana del Microsoft Excel.
cs_cz: Vrátí den v týdnu pro hodnotu data a času. Ve výchozím nastavení jsou výsledky od 1 (neděle) do 7 (sobota). Jiné rozmezí můžete zadat pomocí hodnoty výčtu StartOfWeek nebo kódu funkce Dentýdne Microsoft Excelu.
da_dk: Returnerer ugedagen for en datotidsværdi. Resultatet spænder som standard fra 1 (søndag) til 7 (lørdag). Du kan specificere et andet interval med en optællingsværdi for UgensStart eller en Microsoft Excel-ugedagsfunktionskode.
de_de: Gibt den Wochentag eines Datums-/Uhrzeitwerts zurück. Standardmäßig liegt das Ergebnis im Bereich von 1 (Sonntag) bis 7 (Samstag). Sie können den Bereich mithilfe des Enumerationswerts "StartOfWeek" oder eines Weekday-Funktionscodes in Microsoft Excel verschieben.
el_gr: Επιστρέφει την ημέρα της εβδομάδας μιας τιμής ημερομηνίας-ώρας. Από προεπιλογή, το αποτέλεσμα κυμαίνεται από 1 (Κυριακή) έως 7 (Σάββατο). Μπορείτε να καθορίσετε διαφορετική περιοχή με μια τιμή απαρίθμησης StartOfWeek ή έναν κωδικό συνάρτησης Microsoft Excel Weekday.
es_es: Devuelve el día de la semana de un valor de fecha y hora. De forma predeterminada, el resultado oscila entre 1 (domingo) y 7 (sábado). Se puede especificar otro intervalo con un valor de enumeración InicioDeLaSemana o un código de función DíaSemana de Microsoft Excel.
et_ee: Tagastab kuupäeva- ja kellaajaväärtuse nädalapäeva. Vaikimisi on tulemus vahemikus 1 (pühapäev) kuni 7 (laupäev). Nädala alguse loendiväärtuse või Microsoft Exceli funktsiooni Weekday abil saate määrata teistsuguse vahemiku.
eu_es: Data eta ordua balioaren asteguna itzultzen du. Modu lehenetsian, 1 (igandea) eta 7 (larunbata) zenbakien artekoa izango da emaitza. Nolanahi ere, beste barruti bat zehatz dezakezu StartOfWeek enumerazio-balio bat edo Microsoft Excel-eko Weekday funtzioa erabiliz.
fi_fi: Palauttaa päivämäärä- ja aika-arvon viikonpäivän. Oletusarvon mukaan tulos on välillä 1 (sunnuntai) ja 7 (lauantai). Voit määrittää eri alueen StartOfWeek-luettelointiarvon tai Microsoft Excelin Viikonpäivä-funktion koodin avulla.
fr_fr: Retourne le jour de la semaine d’une valeur DateHeure. Par défaut, le résultat varie de 1 (dimanche) à 7 (samedi). Vous pouvez spécifier une autre plage avec une valeur d’énumération DébutDeSemaine ou un code de fonction du jour de la semaine de Microsoft Excel.
gl_es: Devolve o día da semana dun valor de data e hora. Por defecto, o resultado vai de 1 (domingo) a 7 (sábado). Pode especificar outro intervalo cun valor de enumeración de StartOfWeek ou cun código da función de día da semana de Microsoft Excel.
hi_in: किसी दिनांकसमय मान के लिए सप्ताह का दिन लौटाता है. डिफ़ॉल्ट रूप से, परिणाम की सीमा 1 (रविवार) से 7 (शनिवार) तक होती है. आप StartOfWeek इन्युमरेशन मान या Microsoft Excel Weekday फ़ंक्‍शन कोड के साथ कोई भिन्न श्रेणी निर्दिष्ट कर सकते हैं.
hr_hr: Vraća radni dan vrijednosti datuma i vremena. Prema zadanim postavkama rezultat se nalazi u rasponu od 1 (nedjelja) do 7 (subota). Pomoću vrijednosti enumeracije Početak tjedna ili koda funkcije Weekday programa Microsoft Excel možete definirati drugi raspon.
hu_hu: Egy dátum-idő érték „hét napja” értékét adja vissza. Az eredmény alapértelmezés szerint 1 (vasárnap) és 7 (hétfő) között lehet. Más tartományt is megadhat a StartOfWeek enumerálási értékkel vagy a Microsoft Excel HÉT.NAPJA (Weekday) függvényének kódjával.
it_it: Restituisce il giorno della settimana di un valore DataOra. Per impostazione predefinita, il risultato è compreso nell'intervallo tra 1 (domenica) e 7 (sabato). È possibile specificare un intervallo diverso con un valore dell'enumerazione InizioSettimana o un codice della funzione GIORNO.SETTIMANA di Microsoft Excel.
ja_jp: 日付時刻値の曜日を返します。既定では、結果の範囲は 1 (日曜日) から 7 (土曜日) です。StartOfWeek 列挙値または Microsoft Excel Weekday 関数コードを使えば別の範囲を指定できます。
kk_kz: Datetime мәнінің жұмыс күнін қайтарады. Әдепкіде, нәтиже 1 (жексенбі) және 7 (сенбі) арасында болады. StartOfWeek тізімінің мәні немесе Microsoft Excel жұмыс күні функциясының коды арқылы басқа ауқымды көрсетуге болады.
ko_kr: 날짜시간 값의 요일을 반환합니다. 기본적으로 이 결과 범위는 1(일요일) ~ 7(토요일)입니다. StartOfWeek 열거 값이나 Microsoft Excel Weekday 함수 코드를 사용하여 다른 범위를 지정할 수 있습니다.
lt_lt: Pateikia savaitės dieną pagal datos ir laiko reikšmę. Pagal numatytuosius parametrus rezultatas yra nuo 1 (sekmadienis) iki 7 (šeštadienis). Galite nurodyti kitą diapazoną naudodami „StartOfWeek“ išvardijimo reikšmę arba „Microsoft Excel“ „Weekday“ funkcijos kodą.
lv_lv: Atgriež datuma/laika vērtības nedēļas dienu. Pēc noklusējuma rezultātu diapazons ir no 1 (svētdiena) līdz 7 (sestdienai). Varat noradīt citu diapazonu, izmantojot uzskaitījuma vērtību StartOfWeek vai Microsoft Excel nedēļas dienas funkcijas kodu.
ms_my: Mengembalikan hari biasa nilai tarikhmasa. Secara lalai, julat hasil adalah dari 1 (Ahad) hingga 7 (Sabtu). Anda boleh menentukan julat yang berbeza dengan nilai penyenaraian PermulaanMinggu atau kod fungsi Minggu Biasa Excel Microsoft.
nb_no: Returnerer ukedagen med en dato/klokkeslett-verdi. Som standard returneres resultatet i området 1 (søndag) til 7 (lørdag). Du kan angi et annet område med en StartOfWeek-opplistingsverdi eller en Microsoft Excel-funksjonskode for ukedag.
nl_nl: Hiermee wordt de weekdag voor een datum/tijd-waarde geretourneerd. Het resultaat ligt standaard tussen de 1 (zondag) en 7 (zaterdag). U kunt een ander bereik opgeven met een opsommingwaarde voor het begin van de week of een Microsoft Excel-functiecode voor de weekdag.
pl_pl: Zwraca dzień tygodnia z wartości daty i godziny. Domyślnie wynik należy do zakresu od 1 (niedziela) do 7 (sobota). Możesz wybrać inny zakres, korzystając z wartości wyliczenia elementu StartOfWeek lub kodu funkcji DZIEŃ.TYG programu Microsoft Excel.
pt_br: Retorna o dia da semana de um valor data-hora. Por padrão, o resultado varia de 1 (domingo) a 7 (sábado). Você pode especificar uma faixa diferente com um valor da enumeração StartOfWeek ou um código da função de dia de semana do Microsoft Excel.
pt_pt: Devolve o dia de semana de um valor datetime. Por predefinição, o resultado encontra-se num intervalo entre 1 (domingo) e 7 (sábado). Pode especificar um intervalo diferente com um valor de enumeração StartOfWeek ou um código de função Microsoft Excel Weekday.
ro_ro: Returnează ziua din săptămână a unei valori dată-oră. În mod implicit, rezultatul este cuprins între 1 (duminică) și 7 (sâmbătă). Puteți specifica un alt interval cu o valoare de enumerare StartOfWeek sau un cod de funcție Weekday din Microsoft Excel.
ru_ru: Возвращает день недели для значения datetime. По умолчанию результат лежит в диапазоне от 1 (воскресенье) до 7 (суббота). Можно указать другой диапазон со значением перечисления StartOfWeek или код функции Weekday Microsoft Excel.
sk_sk: Vráti deň v týždni pre hodnotu dátumu a času. Predvolene je výsledok v rozsahu 1 (nedeľa) až 7 (sobota). Môžete určiť iný rozsah pomocou hodnoty enumerácie ZačiatokTýždňa alebo kódu funkcie DeňVTýždni programu Microsoft Excel.
sl_si: Vrne dan v tednu tipa vrednosti »datetime«. Privzeto je rezultat v obsegu od 1 (nedelja) do 7 (sobota). Določite lahko drugačen obseg z vrednostjo enumeratorja »ZačetekTedna« ali kodo funkcije »Weekday« Microsoft Excela.
sr_cyrl_rs: Враћа дан у седмици за вредност датума и времена. Опсези резултата су подразумевано од 1 (недеља) до 7 (субота). Можете да наведете другачији опсег са StartOfWeek вредношћу набрајања или кодом функције Microsoft Excel дана у седмици.
sr_latn_rs: Vraća dan u sedmici za vrednost datuma i vremena. Opsezi rezultata su podrazumevano od 1 (nedelja) do 7 (subota). Možete da navedete drugačiji opseg sa StartOfWeek vrednošću nabrajanja ili kodom funkcije Microsoft Excel dana u sedmici.
sv_se: Returnerar veckodagen från ett datumtid-värde. Som standard går intervallet från 1 (söndag) till 7 (lördag). Du kan dock ange ett annat intervall med ett StartOfWeek-uppräkningsvärde eller en Microsoft Excel Weekday-funktionskod.
th_th: ส่งกลับวันของสัปดาห์จากค่า datetime ตามค่าเริ่มต้น ผลลัพธ์อยู่ในระหว่าง 1 (วันอาทิตย์) ถึง 7 (วันเสาร์) คุณสามารถระบุช่วงอื่นด้วยค่าการแจกแจง StartOfWeek หรือจากโค้ดฟังก์ชัน Weekday ใน Microsoft Excel
tr_tr: Bir tarih saat değerinin hafta içi günlerini döndürür. Varsayılan olarak sonuç 1 (Pazar) ile 7 (Cumartesi) arasında bir değer alır. Bir StartOfWeek numaralandırma değeri veya Microsoft Excel Hafta İçi işlev kodu işe farklı bir aralık belirleyebilirsiniz.
uk_ua: Повертає компонент дня тижня зі значення дати й часу. Стандартний результат варіюється в діапазоні від 1 (неділя) до 7 (субота). Інший діапазон можна вказати за допомогою параметра переліку "ПочатокТижня" або коду функції "ДеньТижня" в Microsoft Excel.
vi_vn: Trả về ngày trong tuần thuộc một giá trị ngày giờ. Theo mặc định, kết quả nằm trong khoảng từ 1 (Chủ nhật) tới 7 (Thứ bảy). Bạn có thể chỉ định một phạm vi khác kèm theo một giá trị liệt kê StartOfWeek hoặc một mã hàm Ngày trong tuần của Microsoft Excel.
zh_cn: 返回日期时间值的工作日。默认情况下，结果范围从 1 (星期日)到 7 (星期六)。你可以通过 StartOfWeek 枚举值或 Microsoft Excel Weekday 函数代码指定其他范围。
zh_tw: 傳回日期時間值的工作日。根據預設，結果範圍會介於 1 (星期日) 到 7 (星期六)。您可以利用 StartOfWeek 列舉值或 Microsoft Excel 的 Weekday 函數程式碼，指定不同的範圍。

# WeekdayArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# WeekdayArg2
source: start_of_week
bg_bg: начало_на_седмицата
ca_es: inici_de_setmana
cs_cz: začátek_týdne
da_dk: ugens_start
de_de: Beginn_der_Woche
el_gr: έναρξη_εβδομάδας
es_es: inicio_de_semana
et_ee: nädala_algus
eu_es: aste_hasiera
fi_fi: viikon_alku
fr_fr: début_de_semaine
gl_es: inicio_de_semana
hi_in: सप्ताह_का_प्रारंभ
hr_hr: početak_tjedna
hu_hu: hét_kezdete
it_it: inizio_settimana
ja_jp: 週の始め
kk_kz: аптаның_басы
ko_kr: 주초
lt_lt: savaitės_pradžia
lv_lv: nedēļas_sākums
ms_my: minggu_mula
nb_no: starten_av_uken
nl_nl: begin_van_week
pl_pl: początek_tygodnia
pt_br: início_da_semana
pt_pt: início_semana
ro_ro: începutul_săptămânii
ru_ru: начало_недели
sk_sk: začiatok_týždňa
sl_si: začetek_tedna
sr_cyrl_rs: почетак_седмице
sr_latn_rs: početak_sedmice
sv_se: början_av_vecka
th_th: เริ่มต้น_ของ_สัปดาห์
tr_tr: hafta_başlangıcı
uk_ua: початок_тижня
vi_vn: đầu_tuần
zh_cn: 星期开始值
zh_tw: 一週_開始

# AboutWeekday_date
source: A date value for which the day of the week will be calculated.
bg_bg: Стойност на дата, за която ще се изчисли денят от седмицата.
ca_es: Valor de data per al qual es calcularà el dia de la setmana.
cs_cz: Hodnota data, pro kterou bude vypočítán den v týdnu.
da_dk: En datoværdi, som ugedagen beregnes for.
de_de: Ein Datumswert, für den der Wochentag berechnet wird.
el_gr: Μια τιμή ημερομηνίας για την οποία θα υπολογίζεται η ημέρα της εβδομάδας.
es_es: Valor de fecha para el que se calculará el día de la semana.
et_ee: Kuupäevaväärtus, mille jaoks arvutatakse nädalapäev.
eu_es: Asteko zenbakia kalkulatuko den data-balioa.
fi_fi: Päivämääräarvo, jolle viikonpäivä lasketaan.
fr_fr: Valeur de date pour laquelle le jour de la semaine sera calculé.
gl_es: Valor de data para o que se vai calcular o día da semana.
hi_in: तिथि मान जिसके लिए सप्ताह के दिन की गणना की जाएगी.
hr_hr: Vrijednost datuma za koju će se izračunati dan u tjednu.
hu_hu: A dátumérték, amelyhez a rendszer kiszámítja a hét napját.
it_it: Valore di data per il quale verrà calcolato il giorno della settimana.
ja_jp: 曜日を計算する日付の値です。
kk_kz: Апта күні есептелетін күн мәні.
ko_kr: 요일을 계산할 날짜 값입니다.
lt_lt: Datos reikšmė, kuriai bus skaičiuojama savaitės diena.
lv_lv: Datuma vērtība, kurai tiks aprēķināta nedēļas diena.
ms_my: Nilai tarikh yang hari dalam minggu akan dikira.
nb_no: En datoverdi som ukedagen skal beregnes for.
nl_nl: Een datumwaarde waarvoor de dag van de week wordt berekend.
pl_pl: Wartość daty, dla której zostanie obliczony dzień tygodnia.
pt_br: Um valor de data para o qual o dia da semana será calculado.
pt_pt: Um valor de data cujo dia da semana será calculado.
ro_ro: O valoare de tip dată pentru care se va calcula ziua din săptămână.
ru_ru: Значение даты, для которой будет рассчитываться день недели.
sk_sk: Hodnota dátumu, pre ktorú sa vypočíta deň v týždni.
sl_si: Datumska vrednost, za katero se izračuna dan v tednu.
sr_cyrl_rs: Вредност датума за коју ће бити израчунат дан у седмици.
sr_latn_rs: Vrednost datuma za koju će biti izračunat dan u sedmici.
sv_se: Ett datumvärde som veckodagen ska beräknas för.
th_th: ค่าวันที่ซึ่งจะคำนวณวันในสัปดาห์
tr_tr: Haftanın gününün hesaplanacağı tarih değeri.
uk_ua: Значення дати, для якого буде обчислено день тижня.
vi_vn: Giá trị ngày để tính ngày trong tuần.
zh_cn: 将针对其计算星期几的日期值。
zh_tw: 將計算星期幾的日期值。

# AboutWeekday_start_of_week
source: A value from the StartOfWeek enumeration or a number from the corresponding Excel function to indicate how the days of the week should be numbered.
bg_bg: Стойност от изброяването StartOfWeek или число от съответната функция на Excel за обозначаване на начина на номериране на дните от седмицата.
ca_es: Valor de l'enumeració StartOfWeek o un nombre de la funció corresponent de l'Excel per indicar com es numeraran els dies de la setmana.
cs_cz: Hodnota z výčtu StartOfWeek nebo číslo z odpovídající excelové funkce označující, jak by měly být číslovány dny v týdnu
da_dk: En værdi fra optællingen fra StartOfWeek eller et tal fra den tilsvarende Excel-funktion, der angiver, hvordan ugedage skal nummereres.
de_de: Ein Wert aus der StartOfWeek-Enumeration oder eine Zahl aus der entsprechenden Excel-Funktion zur Angabe, wie die Tage der Woche nummeriert werden sollen.
el_gr: Μια τιμή από την απαρίθμηση StartOfWeek ή ένας αριθμός από την αντίστοιχη συνάρτηση Excel που υποδεικνύει με ποιον τρόπο θα πρέπει να απαριθμούνται οι ημέρες της εβδομάδας.
es_es: Un valor de la enumeración StartOfWeek o un número de la función de Excel correspondiente para indicar cómo deberían numerarse los días de la semana.
et_ee: T: Väärtus nädala alguse loendist StartOfWeek või arv vastavast Exceli funktsioonist, mis näitab, kuidas nädalapäevad tuleks nummerdada.
eu_es: Asteko egunak zenbatzeko modua adierazteko erabiliko den StartOfWeek enumerazioaren balioa edo dagokion Excel funtzioaren zenbakia.
fi_fi: Sellainen arvo StartOfWeek-luetteloinnista tai luku vastaavasta Excel-funktiosta, joka ilmaisee, miten viikon päivät tulee numeroida.
fr_fr: Valeur de l’énumération StartOfWeek, ou nombre provenant de la fonction Excel correspondante pour indiquer comment les jours de la semaine doivent être numérotés.
gl_es: Valor da enumeración StartOfWeek ou número da función de Excel correspondente para indicar como se deben numerar os días da semana.
hi_in: StartOfWeek इन्युमरेशन से या संगत Excel फ़ंक्‍शन से यह इंगित करने के लिए कोई मान कि सप्ताह के दिनों को कैसे क्रमांकित किया जाना चाहिए.
hr_hr: Vrijednost iz enumeracije StartOfWeek ili broj iz odgovarajuće funkcije programa Excel koji naznačuju kako se dani u tjednu numeriraju.
hu_hu: A StartOfWeek enumerálási értékből származó érték vagy a megfelelő Excel-függvényből származó szám, amely jelzi, hogyan kell számozni a hét napjait.
it_it: Valore dall'enumerazione StartOfWeek o numero dalla funzione di Excel corrispondente per indicare in che modo devono essere numerati i giorni della settimana.
ja_jp: どのように曜日に番号を付けるかを示す StartOfWeek 列挙値、または対応する Excel 関数からの数値。
kk_kz: Апта күндерінің қалай нөмірленетінін көрсететін StartOfWeek тізімінен алынған мән немесе тиісті Excel функциясынан алынған сан.
ko_kr: 요일의 번호가 지정되는 방법을 나타내는 StartOfWeek 열거의 값이거나 해당 Excel 함수의 수입니다.
lt_lt: Reikšmė iš „StartOfWeek“ išvardijimo arba skaičius iš atitinkamos „Excel“ funkcijos, nurodantis, kaip turi būti numeruojamos savaitės dienos.
lv_lv: Vērtība no StartOfWeek uzskaitījuma vai skaitlis no atbilstošās Excel funkcijas, kas norāda, kā ir jāskaita nedēļas dienas.
ms_my: Nilai dari penyenaraian StartOfWeek atau nombor dari fungsi Excel yang sepadan untuk menunjukkan cara hari dalam minggu patut dinomborkan.
nb_no: En verdi fra opplistingen StartOfWeek eller et tall fra tilsvarende Excel-funksjon for å angi hvordan ukedagene skal nummereres.
nl_nl: Een waarde uit de opsomming StartOfWeek of een getal uit de overeenkomende Excel-functie om aan te geven hoe de dagen van de week moet worden genummerd.
pl_pl: Wartość wyliczenia elementu StartOfWeek lub liczba z odpowiedniej funkcji programu Excel, która wskazuje sposób numerowania dni tygodnia.
pt_br: Valor da enumeração StartOfWeek ou número da função correspondente do Microsoft Excel para indicar como os dias da semana devem ser numerados.
pt_pt: Um valor da enumeração StartOfWeek ou um número da função de Excel correspondente para indicar como devem ser numerados os dias de semana.
ro_ro: O valoare din enumerarea StartOfWeek sau un număr din funcția Excel corespunzătoare, pentru a indica modul în care ar trebui să fie numerotate zilele săptămânii.
ru_ru: Значение из перечисления StartOfWeek или номер из соответствующей функции Excel для обозначения нумерации дней недели.
sk_sk: Hodnota z enumerácie StartOfWeek alebo číslo zo zodpovedajúcej funkcie Excelu na určenie toho, ako sa majú spočítať dni v týždni.
sl_si: Vrednost enumeratorja StartOfWeek ali število iz pripadajoče Excelove funkcije, ki določa, kako naj bodo dnevi v tednu oštevilčeni.
sr_cyrl_rs: Вредност из набрајања StartOfWeek или број из одговарајуће Excel функције који означава на који начин ће дани у седмици бити нумерисани.
sr_latn_rs: Vrednost iz nabrajanja StartOfWeek ili broj iz odgovarajuće Excel funkcije koji označava na koji način će dani u sedmici biti numerisani.
sv_se: Ett värde från StartOfWeek-uppräkningen eller ett tal från motsvarande Excel-funktion som anger hur veckodagarna ska numreras.
th_th: ค่าจากการแจกแจง StartOfWeek หรือตัวเลขจากฟังก์ชันของ Excel ที่สอดคล้อง ที่ระบุว่าจะนับเรียงวันในสัปดาห์อย่างไร
tr_tr: Haftanın günlerinin nasıl numaralandırılacağını göstermeye yönelik olarak, StartOfWeek numaralandırmasındaki veya ilgili Excel işlevindeki bir değer.
uk_ua: Значення параметра StartOfWeek або число з відповідної функції Excel, що визначає нумерацію днів тижня.
vi_vn: Một giá trị từ liệt kê StartOfWeek hoặc một số từ hàm Excel tương ứng để chỉ định cách đánh số các ngày trong tuần.
zh_cn: 指示应如何对一周中的天数编号的 StartOfWeek 枚举值或相应 Excel 函数中的数字。
zh_tw: 來自 StartOfWeek 列舉的值，或來自相對 Excel 函數的數字，表示如何編號週間的每一天。

# AboutCalendar__MonthsLong
source: Returns a single column table containing the full names of each month.
bg_bg: Връща таблица с една колона, съдържаща пълното име на всеки месец.
ca_es: Retorna una taula d'una columna que conté els noms complets de cada mes.
cs_cz: Vrátí tabulku s jedním sloupcem, která obsahuje celé názvy všech měsíců.
da_dk: Returnerer en tabel med en enkelt kolonne, der indeholder hver måneds fulde navn.
de_de: Gibt eine Tabelle mit einer einzelnen Spalte zurück, die die Monatsnamen in der Langform enthält.
el_gr: Επιστρέφει έναν πίνακα μίας στήλης που περιέχει τα πλήρη ονόματα κάθε μήνα.
es_es: Devuelve una tabla de una columna que contiene los nombres completos de los meses.
et_ee: Tagastab ühe veeruga tabeli, mis sisaldab iga kuu täisnimesid.
eu_es: Hilabete guztien izenak dituen zutabe bakarreko taula itzultzen du.
fi_fi: Palauttaa yksittäisen sarakkeen taulukon, joka sisältää kunkin kuukauden koko nimet.
fr_fr: Retourne un tableau d’une seule colonne contenant les noms complets de chaque mois.
gl_es: Devolve unha táboa dunha única columna que contén os nomes completos de cada mes.
hi_in: प्रत्येक माह के पूर्ण नामों वाली एकल स्तंभ तालिका लौटाता है.
hr_hr: Vraća jedan stupac tablice koji sadrži pune nazive svih mjeseci.
hu_hu: A hónapok teljes nevét tartalmazó egyoszlopos táblázatot ad vissza.
it_it: Restituisce una tabella a colonna singola contenente i nomi completi di ogni mese.
ja_jp: 各月の完全名を含む 1 列のテーブルを返します。
kk_kz: Әр айдың толық атаулары бар бір бағанды кестені қайтарады.
ko_kr: 각 월의 전체 이름을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Pateikia vieno stulpelio lentelę, kurioje yra kiekvieno mėnesio pilni pavadinimai.
lv_lv: Atgriež vienas kolonnas tabulu, kas satur katra mēneša pilno nosaukumu.
ms_my: Mengembalikan jadual lajur tunggal yang mengandungi nama penuh bagi setiap bulan.
nb_no: Returnerer én kolonnetabell som inneholder de fullstendige navnene for hver måned.
nl_nl: Hiermee wordt een tabel geretourneerd met één kolom die de volledige naam van elke maand bevat.
pl_pl: Zwraca jednokolumnową tabelę zawierającą pełne nazwy poszczególnych miesięcy.
pt_br: Retorna uma tabela de coluna única contendo os nomes de cada mês.
pt_pt: Devolve uma tabela de coluna única que contém os nomes completos de cada mês.
ro_ro: Returnează un tabel cu o singură coloană, care conține numele complete ale fiecărei luni.
ru_ru: Возвращает таблицу с одним столбцом, содержащим полные названия каждого месяца.
sk_sk: Vráti jednostĺpcovú tabuľku obsahujúcu úplné názvy mesiacov.
sl_si: Vrne tabelo z enim stolpcem, ki vsebuje polna imena posameznih mesecev.
sr_cyrl_rs: Враћа табелу са једном колоном која садржи пуна имена свих месеци.
sr_latn_rs: Vraća tabelu sa jednom kolonom koja sadrži puna imena svih meseci.
sv_se: Returnerar en enkolumnstabell med de fullständiga namnen för varje månad.
th_th: คืนค่าตารางหนึ่งคอลัมน์ที่มีรายละเอียดชื่อเต็มของแต่ละเดือน
tr_tr: Her ayın tam adını içeren tek bir sütun tablosu döndürür.
uk_ua: Повертає таблицю з одним стовпцем, що містить повну назву кожного місяця.
vi_vn: Trả về bảng một cột chứa tên đầy đủ của mỗi tháng.
zh_cn: 返回包含每月完整名称的单列表。
zh_tw: 傳回單一資料行的資料表，其內含每個月的完整名稱。
